<template>
  <div class="inv_info_wrap">
    <div class="inv_info center">
      <h4>
        <img src="/assets/images/ic/ic_16_alert.svg" alt="유의사항 아이콘" aria-label="유의사항 아이콘" />
        유의사항
      </h4>
      <div class="info_list_wrap">
        <ul class="info_list">
          <li>초대코드는 티머니GO에 가입한 이력이 없는 경우에만 입력 가능합니다.</li>
          <li>
            초대받은 친구는 회원가입까지 완료할 경우 1회에 한하여 쿠폰이 지급되며, 초대한 친구는 초대 횟수 제한없이
            무제한으로 마일리지가 지급됩니다. (단, 초대받은 친구가 회원가입까지 완료할 경우 초대한 친구에게 마일리지
            지급)
          </li>
          <li>본 이벤트는 당사의 사정에 따라 사전 예고없이 변경 또는 조기종료 될 수 있습니다.</li>
          <li>
            이벤트 혜택을 받기 위한 부정 행위는 시스템에서 모니터링되며, 부정행위로 판단 시 이벤트 대상에서 제외 및
            혜택이 회수될 수 있습니다.
          </li>
          <li>적립받은 GO마일리지의 유효기간은 적립일로부터 180일입니다.</li>
          <li>지급된 할인쿠폰의 유효기간은 발급일로부터 60일입니다.</li>
          <li>유효기간 내 사용하지 않은 GO마일리지는 자동 소멸되며, 소멸 이후 재적립이 불가합니다.</li>
          <li>
            적립받은 마일리지와 쿠폰은 사용 가능한 서비스에서 이용해주시길 바랍니다. (SRT, 항공, 고속페리, 숙박, 퀵/택배
            사용 불가)
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>
